{
    "package-id" : "hl7.fhir.uv.termchangeset",
    "version" : "1.0.0-ballot",
    "path" : "http://hl7.org/fhir/uv/termchangeset/2024SEP",
    "status" : "ballot",
    "sequence" : "STU1",
    "milestone": false,
    "desc" : "Ballot version for STU1",
    "descmd" : "Ballot version for STU1",
    "changes" : "changes.html",
    "mode" : "working",
    "first" : true,
    "title" : "Terminology Change Set Exchange",
    "ci-build" : "https://build.fhir.org/ig/HL7/termchangeset-ig",
    "category" : "Terminologies",
    "introduction" : "This IG provides profiles and implementation guidance for exchanging terminology change sets that include full semantic detail from the source terminology utilizing the CodeSystem resource.  It also addresses exchanging terminology change sets containing provisional concepts not yet incorporated in source terminologies, such as those requiring rapid distribution during a pandemic-response context. Analysis of semantic detail to include  in a change set is informed by the Tinkar Standardized Terminology Knowledgebase (https://www.hl7.org/implement/standards/product_brief.cfm?product_id=573) Reference Model, and mappings from that architecture are included on CodeSystem profiles. It provides background and context for the Tinkar Standardized Terminology Knowledgebase Reference Model and its native representation to enable lossless knowledge assets in various formats. In 2021, HL7 published the HL7 Logical Model: Standardized Terminology Knowledgebase, Release 1—an informative document outlining the requirements for managing terminology across diverse healthcare organizations. This document emphasized the need for a robust terminology foundation, supporting extensions for various informatics systems. It introduced a self-describing logical model for terminology knowledge bases, specifically designed to represent standard terminology modules such as SNOMED CT Releases, value sets, coding systems, local terms, and equivalence mappings. The logical model comprehensively captured internal semantics, concept details, detailed relationships between terms, and hierarchies of standard terminology modules. The foundation for a standard-based Terminology Knowledge Architecture (Tinkar) specification was articulated to facilitate knowledge management for terminology among vendors, providers, and standards development organizations, including Health Level Seven International (HL7)."   
}
